CSI API ETABS v1

# cDesignConcreteACI318_14 Property

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    cDCoACI318_14 ACI318_14 { get; }

    ReadOnly Property ACI318_14 As cDCoACI318_14
    	Get

    Dim instance As cDesignConcrete
    Dim value As cDCoACI318_14

    value = instance.ACI318_14

    property cDCoACI318_14^ ACI318_14 {
    	cDCoACI318_14^ get ();
    }

    abstract ACI318_14 : cDCoACI318_14 with get

#### Property Value

Type: cDCoACI318_14

See Also

#### Reference

cDesignConcrete Interface

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com